Repository: wp-plugins/text-modules
Catalog: languages/text-modules-*.po
Languages: de_de

# Post type general name
source: Text Modules
de_de: Textbausteine

# Post type singular name
source: Text Module
de_de: Textbaustein

# Post type menu name
source: Text Modules
de_de: Textbausteine

# Post type admin bar name
source: Text Module
de_de: Textbaustein

source: All Text Modules
de_de: Alle Textbausteine

# Add new post
source: Add New
de_de: Erstellen

source: Add New Text Module
de_de: Neuen Textbaustein erstellen

source: Edit Text Module
de_de: Textbaustein bearbeiten

source: New Text Module
de_de: Neuer Textbaustein

source: View Text Module
de_de: Textbaustein ansehen

source: Search Text Modules
de_de: Textbausteine suchen

source: No text modules found.
de_de: Keine Textbausteine gefunden.

source: No text modules found in Trash.
de_de: Keine Textbausteine im Papierkorb gefunden.

# Widget title
source: Text Module
de_de: Textbaustein

# Widget description
source: Displays a specific text module.
de_de: Zeigt einen bestimmten Textbaustein an.

source: Title:
de_de: Titel:

source: Text Module:
de_de: Textbaustein:

source: Text Modules
de_de: Textbausteine

source: Use the new Text Modules custom post type and display a text module by either shortcode or widget.
de_de: Verwende den neuen Textbausteine-Beitragstyp und zeige einen Textbaustein entweder Ã¼ber einen Shortcode oder ein Widget an.
